hkchengrex/home-assistant-esp-lib/examples/wifi_only/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c5"
CONFIG_NVS_ENCRYPTION=y
CONFIG_NVS_SEC_KEY_PROTECT_USING_HMAC=y
CONFIG_NVS_SEC_HMAC_EFUSE_KEY_ID=0
